Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# pref_item_ssh_agent_history_title
source: Request log
ar: سجل الطلبات
de: Anfrageprotokoll
fr: Journal des requêtes
hu: Kérési napló
pt_br: Histórico do agente SSH
pt_pt: Histórico do agente SSH
ru: Журнал запросов
uk: Журнал запитів
zh_hans: SSH 代理历史记录

# pref_item_ssh_agent_local_storage_text
source: When the SSH agent is on, Keyguard keeps unencrypted copy of the public keys on disk so clients can list keys while the vault is locked. Private keys are never exposed; key names are stored only if you enable the corresponding option.
ar: عند تشغيل وكيل SSH، يحتفظ Keyguard بنسخة غير مشفّرة من المفاتيح العامة على القرص حتى يتمكن العملاء من عرض المفاتيح أثناء قفل الخزنة. لا تُكشف المفاتيح الخاصة أبدًا؛ ولا تُخزَّن أسماء المفاتيح إلا إذا فعّلت الخيار المقابل.
de: Wenn der SSH-Agent aktiviert ist, bewahrt Keyguard eine unverschlüsselte Kopie der öffentlichen Schlüssel auf der Festplatte auf, damit Clients die Schlüssel auflisten können, während der Tresor gesperrt ist. Private Schlüssel werden niemals offengelegt; Schlüsselnamen werden nur gespeichert, wenn Sie die entsprechende Option aktivieren.
fr: Lorsque l'agent SSH est activé, Keyguard conserve une copie non chiffrée des clés publiques sur le disque afin que les clients puissent lister les clés lorsque le coffre-fort est verrouillé. Les clés privées ne sont jamais exposées ; les noms des clés ne sont stockés que si vous activez l'option correspondante.
hu: Ha az SSH ügynök be van kapcsolva, a Keyguard egy titkosítatlan másolatot tart a nyilvános kulcsokról a lemezen, hogy a kliensek listázhassák a kulcsokat a széf zárolt állapotában is. A privát kulcsok soha nem kerülnek kiadásra; a kulcsok nevei csak akkor kerülnek mentésre, ha engedélyezi a megfelelő opciót.
pt_br: Quando o agente SSH está ativo, o Keyguard mantém uma cópia não criptografada das chaves públicas em disco para que os clientes possam listá-las enquanto o cofre está bloqueado. As chaves privadas nunca são expostas; os nomes das chaves só são armazenados se você ativar a opção correspondente.
pt_pt: Quando o agente SSH está ativo, o Keyguard mantém uma cópia não encriptada das chaves públicas no disco, permitindo aos clientes listar as chaves mesmo com o cofre bloqueado. As chaves privadas nunca são expostas, os nomes das chaves são armazenados apenas se ativar a opção correspondente.
ru: Когда SSH-агент включён, Keyguard хранит на диске незашифрованную копию открытых ключей, чтобы клиенты могли получать список ключей, пока хранилище заблокировано. Закрытые ключи никогда не раскрываются; названия ключей хранятся только если вы включите соответствующую опцию.
uk: Коли SSH-агент увімкнено, Keyguard зберігає незашифровану копію відкритих ключів на диску, щоб клієнти могли отримувати список ключів, поки сховище заблоковане. Закриті ключі ніколи не розкриваються; назви ключів зберігаються лише якщо ви ввімкнете відповідну опцію.
zh_hans: 当 SSH 代理开启时，Keyguard 会在磁盘上保留公钥的未加密副本，以便客户端在密码库锁定时也能列出密钥。私钥绝不会泄露；只有在您开启相应选项后，系统才会存储密钥名称。

# pref_item_ssh_agent_local_storage_title
source: Local storage
ar: التخزين المحلي
de: Lokaler Speicher
fr: Stockage local
hu: Helyi tárhely
ko: 로컬 저장소
pt_br: Armazenamento local
pt_pt: Armazenamento local
ru: Локальное хранение
uk: Локальне сховище
zh_hans: 本地存储

# pref_item_ssh_agent_setup_title
source: SSH client setup
ar: إعداد عميل SSH
de: SSH-Client-Konfiguration
es: Configuración del cliente SSH
fr: Configuration du client SSH
hu: SSH kliens beállítása
it: Installazione del client SSH
ja: SSHクライアントのセットアップ
ko: SSH 클라이언트 설정
pt_br: Configuração do cliente SSH
pt_pt: Configuração do cliente SSH
ru: Настройка SSH-клиента
uk: Налаштування SSH клієнта
zh_hans: SSH 客户端设置

# pref_item_ssh_agent_status_failed
source: Failed
ar: فشل
de: Fehler
es: Fallido
fr: Échec
hu: Sikertelen
it: Fallito
ja: 失敗
ko: 실패
pt_br: Falhou
pt_pt: Falhou
ru: Ошибка
uk: Помилка
zh_hans: 失败

# pref_item_ssh_agent_status_ready
source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
hu: Kész
it: Pronto
ja: 準備完了
ko: 준비됨
pt_br: Pronto
pt_pt: Pronto
ru: Готов
uk: Готовий
zh_hans: 准备就绪

# pref_item_ssh_agent_status_starting
source: Starting
ar: جارِ البدء
de: Wird gestartet
es: Iniciando
fr: Démarrage en cours
hu: Indítás
it: In avvio
ja: 起動中
ko: 시작 중
pt_br: Iniciando
pt_pt: A iniciar
ru: Запускается
uk: Запускається
zh_hans: 正在启动

# pref_item_ssh_agent_status_stopped
source: Stopped
ar: متوقف
de: Angehalten
es: Detenido
fr: Arrêté
hu: Leállítva
it: Interrotta
ja: 停止
ko: 중지됨
pt_br: Parado
pt_pt: Parou
ru: Остановлен
uk: Зупинено
zh_hans: 已停止

# pref_item_ssh_agent_status_unsupported
source: Unsupported
ar: غير مدعوم
de: Nicht unterstützt
es: No admitido
fr: Non pris en charge
hu: Nem támogatott
it: Non supportato
ja: サポートされていません
ko: 지원되지 않음
pt_br: Não suportado
pt_pt: Não suportado
ru: Не поддерживается
uk: Не підтримується
zh_hans: 暂不支持

# pref_item_ssh_agent_text
source: Authenticate your Git and SSH clients without those clients ever being able to read your private key
ar: قم بمصادقة عملاء Git و SSH الخاصين بك دون تمكين هؤلاء العملاء من قراءة مفتاحك الخاص
de: Authentifizieren Sie Ihre Git- und SSH-Clients, ohne dass diese jemals Ihren privaten Schlüssel lesen können
es: Autentique sus clientes Git y SSH sin que estos puedan leer nunca su clave privada
fr: Authentifiez vos clients Git et SSH sans que ceux-ci ne puissent jamais lire votre clé privée
hu: Hitelesítse Git és SSH klienseit anélkül, hogy ezek a kliensek valaha is el tudnák olvasni a privát kulcsát
it: Autentica i tuoi client Git e SSH senza che questi possano mai leggere la tua chiave privata
ja: 秘密鍵を公開することなく、GitおよびSSHクライアントとの安全な認証を行います
pt_br: Autentique seus clientes Git e SSH sem que eles consigam ler sua chave privada
pt_pt: Autentique os seus clientes Git e SSH sem que estes consigam alguma vez ler a sua chave privada
ru: Проходите аутентификацию в Git и SSH-клиентах так, чтобы они никогда не смогли прочитать ваш закрытый ключ.
uk: Автентифікуйте свої клієнти Git та SSH так, щоб вони ніколи не мали доступу до вашого приватного ключа
zh_hans: 对您的 Git 和 SSH 客户端进行身份验证，且确保这些客户端永远无法读取您的私钥

# pref_item_ssh_agent_title
source: SSH agent
ar: وكيل SSH
es: Agente SSH
fr: Agent SSH
hu: SSH ügynök
it: Agente SSH
ja: SSHエージェント
ko: SSH 에이전트
pt_br: Agente SSH
pt_pt: Agente SSH
ru: SSH-агент
uk: SSH агент
zh_hans: SSH 代理

# pref_item_subscription_text
source: Unlock features & support app development
ar: فتح الميزات & يدعم تطوير التطبيقات
de: Funktionen freischalten & App-Entwicklung unterstützen
es: Desbloquear características y ayuda para el desarrollo de la app
fr: Débloquer les fonctionnalités & support du développement d'applications
hu: Funkciók feloldása és alkalmazásfejlesztés támogatása
it: Sblocca funzionalità e supporta lo sviluppo dell'app
ja: 機能をアンロックして開発をサポート
ko: 추가 기능 잠금 해제, 앱 개발 지원
pt_br: Desbloqueie recursos & apoie o desenvolvimento do aplicativo
pt_pt: Desbloquear recursos & suporte desenvolvimento do aplicativo
ru: Откройте все функции и поддержите разработку приложения
uk: Розблокуйте додаткові функції та підтримайте розробку
zh_hans: 解锁功能并支持后续开发

# pref_item_subscription_title
source: Keyguard Premium
ar: بريميوم حارس المفاتيح
es: Keyguard Prémium
hu: Keyguard Prémium
ko: Keyguard 프리미엄
ru: Keyguard премиум
uk: Keyguard преміум
zh_hans: Keyguard 高级版

# pref_item_system_auth_unlock_title
source: System authentication unlock
ar: إلغاء قفل المصادقة في النظام
fr: Déverrouillage par l'authentification système
pt_br: Desbloqueio de autenticação do sistema
pt_pt: Desbloqueio da autenticação do sistema

# pref_item_url_override_title
source: URL overrides
ar: تجاوزات URL
de: URL Überschreibungen
es: Anulación de URL
fr: Remplacements d'URL
hu: URL felülírások
it: Sovrascrizioni URL
ja: URL の上書き
ko: URL 덮어쓰기
pt_br: Substituições de URL
pt_pt: Substituição de ligações URL
ru: Переопределение URL-адреса
uk: Перевизначення URL-адреси
zh_hans: URL 覆写

# pref_item_watchtower_text
source: Compromised services, vulnerable passwords
ar: الخدمات المخترقة، وكلمات المرور الضعيفة
de: Komprimierte Dienste, verwundbare Passwörter
es: Servicios comprometidos, contraseñas vulnerables
fr: Services compromis, mots de passe vulnérables
hu: Feltört szolgáltatások, veszélyben lévő jelszavak
it: Servizi compromessi, password vulnerabili
ja: 侵害されたサービス、脆弱なパスワード
ko: 유출된 서비스, 취약한 비밀번호
pt_br: Serviços comprometidos, senhas vulneráveis
pt_pt: Serviços comprometidos, palavras-passe vulneráveis
ru: Скомпрометированные сервисы, уязвимые пароли
uk: Скомпрометовані послуги, вразливі паролі
zh_hans: 泄露的和不安全的密码

# pref_item_watchtower_title
source: Watchtower
ar: برج المراقبة
de: Wachturm
es: Informes
hu: Őrtorony
ja: 監視
ko: 감시탑
pt_br: Guardião
pt_pt: Guardião
ru: Дозорная башня
uk: Вартова вежа
zh_hans: 概况

# pref_item_windows_hello_unlock_title
source: Windows Hello unlock
ar: فتح باستخدام Windows Hello
fr: Déverrouillage par Windows Hello
pt_br: Desbloqueio do Windows Hello
pt_pt: Desbloquear com Windows Hello

# pref_item_yubikey_unlock_confirm_message_configured
source: Slot %1$@ is already configured. Re-provisioning overwrites the current slot configuration.
ar: الفتحة %1$@ مكونة مسبقًا. إعادة التكوين تتطلب اتصال USB وستحل محل تكوين الفتحة الحالية.
de: Slot %1$@ ist bereits konfiguriert. Die Neukonfiguration erfordert eine USB-Verbindung und überschreibt die aktuelle Slot-Konfiguration.
es: La ranura %1$@ ya está configurada. Volver a configurarla requiere una conexión USB y sobrescribirá la configuración actual de la ranura.
fr: L'emplacement %1$@ est déjà configuré. La reconfiguration nécessite une connexion USB et écrase la configuration actuelle de l'emplacement.
hu: A(z) %1$@. slot már konfigurálva van. Az újra-beállítás USB-kapcsolatot igényel, és felülírja a jelenlegi slot konfigurációját.
it: Il provisioning dello slot %1$@ è già stato eseguito. Un nuovo provisioning richiede il collegamento tramite USB e sovrascrive la configurazione dello slot attuale.
ja: スロット %1$@ はすでに設定されています。再設定にはUSB接続が必要であり、現在のスロット設定は上書きされます。
ko: %1$@ 슬롯은 이미 구성되어 있습니다. 슬롯을 다시 구성하면 현재 슬롯의 설정이 덮어쓰기됩니다.
pt_br: Slot %1$@ já está configurado. O reprovisionamento requer conexão USB e substitui a configuração atual do slot.
pt_pt: O slot %1$@ já está configurado. O reaprovisionamento requer uma ligação USB e sobrescreve a configuração atual do slot.
ru: Слот %1$@ уже настроен. Повторная конфигурация потребует USB-подключения и перезапишет текущие настройки слота.
uk: Слот %1$@ вже налаштовано. Повторне налаштування потребує підключення через USB та перезапише поточну конфігурацію слота.
zh_hans: 插槽 %1$@ 已配置。重新配置需要使用 USB 连接，且会覆盖当前的插槽配置。

# pref_item_yubikey_unlock_confirm_message_empty
source: Provision slot %1$@ for vault unlock?
ar: هل تريد تكوين الفتحة %1$@ لفتح القبو؟ الإعداد يتطلب اتصال USB.
de: Möchten Sie den Slot %1$@ zum Entsperren des Tresors konfigurieren? Für die Einrichtung ist eine USB-Verbindung erforderlich.
es: ¿Ranura de provisión %1$@ para desbloqueo de bóveda? La configuración requiere una conexión USB.
fr: Configurer l'emplacement %1$@ pour le déverrouillage du coffre-fort ? La configuration nécessite une connexion USB.
hu: Beállítja a(z) %1$@. slotot a széf feloldásához? A beállítás USB-kapcsolatot igényel.
it: Eseguire il provisioning dello slot %1$@ per sbloccare il caveau? Il processo richiede un collegamento tramite USB.
pt_br: Slot de provisão %1$@ para desbloquear o cofre? A configuração requer uma conexão USB.
pt_pt: Provisionar slot %1$@ para desbloqueio do cofre? A configuração requer uma ligação USB.
ru: Настроить слот %1$@ для разблокировки хранилища? Для этой процедуры потребуется USB-подключение.
uk: Сконфігурувати слот %1$@ для розблокування сховища? Налаштування вимагає підключення через USB.
zh_hans: 为密码库解锁配置插槽 %1$@？

# pref_item_yubikey_unlock_confirm_title
source: Provision YubiKey slot?
ar: هل تريد تكوين فتحة YubiKey؟
de: YubiKey-Slot konfigurieren?
es: ¿Configurar ranura de YubiKey?
fr: Configurer l'emplacement YubiKey ?
hu: Beállítja a YubiKey slotot?
it: Eseguire il provisioning dello slot YubiKey?
ja: YubiKeyスロットを設定しますか？
ko: YubiKey 슬롯을 구성하시겠습니까?
pt_br: Provisionar slot YubiKey?
pt_pt: Provisionar slot YubiKey?
ru: Запрограммировать слот YubiKey?
uk: Налаштувати слот YubiKey?
zh_hans: 配置 YubiKey 插槽？

# pref_item_yubikey_unlock_disable_title
source: Disable
ar: تعطيل
de: Deaktivieren
es: Desactivar
fr: Désactiver
hu: Letiltás
it: Disabilita
ja: 無効にする
ko: 비활성화
pt_br: Desabilitar
pt_pt: Desativar
ru: Отключить
uk: Вимкнути
zh_hans: 禁用

# pref_item_yubikey_unlock_provision_slot_title
source: Provision slot
ar: تكوين فتحة
de: Slot konfigurieren
es: Configurar ranura
fr: Configurer un emplacement
hu: Slot beállítása
it: Esegui il provisioning dello slot
ja: スロットの設定
ko: 슬롯 구성
pt_br: Slot de provisão
pt_pt: Espaço de provisão
ru: Настроить слот
uk: Налаштувати слот
zh_hans: 配置插槽

# pref_item_yubikey_unlock_text_on_slot_n
source: Configured with slot %1$@
ar: تم التكوين مع الفتحة %1$@
de: Konfiguriert für Slot %1$@
es: Configurado con la ranura %1$@
fr: Configuré avec l'emplacement %1$@
hu: A(z) %1$@. slottal konfigurálva
it: Configurato con lo slot %1$@
ja: スロット %1$@ に設定済み
ko: 슬롯 %1$@에 구성됨
pt_br: Configurado com slot %1$@
pt_pt: Configurado com o slot %1$@
ru: Настроено со слотом %1$@
uk: Налаштовано для слота %1$@
zh_hans: 已配置于插槽 %1$@

# pref_item_yubikey_unlock_title
source: YubiKey unlock
ar: فتح القفل باستخدام YubiKey
de: Entsperren mit YubiKey
es: Desbloqueo con YubiKey
fr: Déverrouillage par YubiKey
hu: YubiKey feloldás
it: Sblocco tramite YubiKey
ja: YubiKey ロック解除
ko: YubiKey 잠금 해제
pt_br: Desbloqueio YubiKey
pt_pt: Desbloquear com YubiKey
ru: Разблокировка с помощью YubiKey
uk: Розблокування YubiKey
zh_hans: YubiKey 解锁

# pref_section_automatic_backups_automation_title
source: Automation
ar: الأتمتة
de: Automatisierung
fr: Automatisation
hu: Automatizálás
pt_br: Automação
pt_pt: Automatização
ru: Автоматизация
uk: Автоматизація
zh_hans: 自动化

# pref_section_automatic_backups_management_title
source: Management
ar: الإدارة
de: Verwaltung
fr: Gestion
hu: Kezelés
pt_br: Gerenciamento
pt_pt: Gestão
ru: Управление
uk: Керування
zh_hans: 管理

# pref_section_automatic_backups_setup_title
source: Setup
ar: الإعداد
de: Einrichtung
fr: Configuration
hu: Beállítás
pt_br: Configuração
pt_pt: Configuração
ru: Настройка
uk: Налаштування
zh_hans: 设置

# pref_section_options_title
source: Options
ar: خيارات
de: Optionen
es: Opciones
hu: Opciók
ja: オプション
ko: 옵션
pt_br: Opções
pt_pt: Opções
ru: Параметры
uk: Опції
zh_hans: 选项

# pref_section_premium_title
source: Premium
ar: مميّز
es: Prémium
hu: Prémium
ko: 프리미엄
ru: Премиум
uk: Преміум
zh_hans: 高级版

source: Private key
ar: المفتاح الخاص
de: Privater Schlüssel
es: Clave privada
fr: Clé privée
hu: Privát kulcs
it: Chiave privata
ja: 秘密鍵
ko: 개인 키
pt_br: Chave Privada
pt_pt: Chave privada
ru: Секретный ключ
uk: Секретний ключ
zh_hans: 私钥

# privilegedapps_community_apps
source: Community apps
ar: تطبيقات المجتمع
es: Aplicaciones de la comunidad
fr: Applications communautaires
hu: Közösségi alkalmazások
it: App della community
ko: 커뮤니티 앱
pt_br: Apps da comunidade
pt_pt: Aplicações da comunidade
ru: Приложения сообщества
uk: Застосунки спільноти
zh_hans: 社区应用

# privilegedapps_delete_many_confirmation_title
source: Delete the privileged apps?
ar: حذف التطبيقات ذات الامتيازات؟
de: Privilegierte Apps löschen?
es: ¿Eliminar las aplicaciones privilegiadas?
fr: Supprimer les applications privilégiées ?
hu: Törli a kiváltságos alkalmazásokat?
it: Eliminare le app con privilegi?
ko: 독점 권한 앱을 삭제할까요?
pt_br: Excluir os aplicativos privilegiados?
pt_pt: Excluir aplicativos privilegiados?
ru: Удалить эти привилегированные приложения?
uk: Видалити привілейовані застосунки?
zh_hans: 删除特权应用程序？

# privilegedapps_delete_one_confirmation_title
source: Delete the privileged app?
ar: حذف التطبيق ذو الامتيازات؟
de: Privilegierte App löschen?
es: ¿Eliminar la aplicación privilegiada?
fr: Supprimer l'application privilégiée ?
hu: Törli a kiváltságos alkalmazást?
it: Eliminare l'app con privilegi?
ko: 독점 권한 앱을 삭제할까요?
pt_br: Excluir o aplicativo privilegiado?
pt_pt: Excluir o aplicativo privilegiado?
ru: Удалить это привилегированное приложение?
uk: Видалити привілейований застосунок?
zh_hans: 删除特权应用程序？

# privilegedapps_empty_label
source: No privileged apps
ar: لا توجد تطبيقات ذات امتيازات
de: Keine privilegierten Apps
es: No hay aplicaciones privilegiadas
fr: Aucune application privilégiée
hu: Nincsenek kiváltságos alkalmazások
it: Nessuna app con privilegi
ko: 독점 권한 앱 없음
pt_br: Nenhum aplicativo privilegiado
pt_pt: Nenhum aplicativo privilegiado
ru: Нет привилегированных приложений
uk: Немає привілейованих застосунків
zh_hans: 没有特权应用程序

# privilegedapps_header_title
source: Privileged apps
ar: التطبيقات ذات الامتيازات
de: Privilegierte Apps
es: Aplicaciones privilegiadas
fr: Applications privilégiées
hu: Kiváltságos alkalmazások
it: App privilegiate
ko: 독점 권한 앱
pt_br: Aplicativos privilegiados
pt_pt: Aplicativos privilegiados
ru: Привилегированные приложения
uk: Привілейовані застосунки
zh_hans: 特权应用

# privilegedapps_list_header_title
source: Privileged apps
ar: التطبيقات ذات الامتيازات
de: Privilegierte Apps
es: Aplicaciones privilegiadas
fr: Applications privilégiées
hu: Kiváltságos alkalmazások
it: App privilegiate
ko: 독점 권한 앱
pt_br: Aplicativos privilegiados
pt_pt: Aplicativos privilegiados
ru: Привилегированные приложения
uk: Привілейовані застосунки
zh_hans: 特权应用

# privilegedapps_list_section_title
source: Privileged apps
ar: التطبيقات ذات الامتيازات
de: Privilegierte Apps
es: Aplicaciones privilegiadas
fr: Applications privilégiées
hu: Kiváltságos alkalmazások
it: App privilegiate
ko: 독점 권한 앱
pt_br: Aplicativos privilegiados
pt_pt: Aplicativos privilegiados
ru: Привилегированные приложения
uk: Привілейовані застосунки
zh_hans: 特权应用

# privilegedapps_user_apps
source: User apps
ar: تطبيقات المستخدم
de: Benutzer-Apps
es: Aplicaciones del usuario
fr: Applications utilisateur
hu: Felhasználói alkalmazások
it: App dell'utente
ko: 사용자 앱
pt_br: Apps do usuário
pt_pt: Aplicações do utilizador
ru: Пользовательские приложения
uk: Застосунки користувача
zh_hans: 用户应用

# pro_tip
source: Pro tip: %1$@
ar: نصيحة احترافية: %1$@
de: Profi-Tipp: %1$@
es: Consejo: %1$@
fr: Astuce : %1$@
hu: Profi tipp: %1$@
it: Suggerimento: %1$@
ja: ヒント: %1$@
ko: 팁: %1$@
pt_br: Dica: %1$@
pt_pt: Dica top: %1$@
ru: На заметку: %1$@
uk: Порада: %1$@
zh_hans: 专业提示: %1$@

# pro_tip_generate_email_relay_title
source: Generate unique emails for better privacy.
ar: إنشاء بريد إلكتروني فريد لتحسين الخصوصية.
de: Generiere Einweg-E-Mails für bessere Privatsphäre.
es: Genera correos electrónicos únicos para mejorar tu privacidad.
fr: Générer des e-mails uniques pour une meilleure confidentialité.
hu: Generáljon egyedi e-maileket a jobb adatvédelem érdekében.
it: Genera email uniche per una migliore privacy.
ja: プライバシーを保護するために、一意のメールアドレスを生成しましょう。
ko: 개인정보 보호를 위해 고유한 이메일을 생성하세요.
pt_br: Gere e-mails exclusivos para melhor privacidade.
pt_pt: Gerar e-mails descartáveis para uma maior privacidade.
ru: Генерируйте уникальные письма для лучшей конфиденциальности.
uk: Генеруй одноразові поштові адреси для кращої приватності.
zh_hans: 生成独特的电子邮件地址以更好地保护隐私。

# provider_2fa_authenticator
source: Authenticator
ar: الموثق
de: Authentifikator
es: Autenticador
fr: Application d'authentification
hu: Hitelesítő
it: Autenticatore
ja: 認証アプリ
ko: 인증 앱
pt_br: Autenticador
pt_pt: Autenticador
ru: Аутентификатор
uk: Автентифікатор
zh_hans: 身份验证器

# provider_2fa_duo_organization
source: Duo (Organization)
ar: الثنائي (المؤسسة)
de: Duo (Organisation)
es: Dúo (Organización)
fr: Duo (Organisation)
hu: Duo (Szervezet)
it: Duo (Organizzazione)
ja: Duo (組織)
ko: Duo (조직)
pt_br: Duo (Organização)
pt_pt: Duo (Organização)
ru: Duo (Организация)
uk: Duo (Організація)
zh_hans: Duo（组织）

# provider_2fa_email
source: Email
ar: بريد إلكتروني
es: Correo Electrónico
fr: Adresse e-mail
hu: Email cím
ja: メールアドレス
ko: 이메일
ru: Эл. почта
uk: Ел. пошта
zh_hans: 电子邮件

# provider_2fa_fido2_webauthn
source: FIDO2 Web Authentication
ar: مصادقة الويب FIDO2
de: FIDO2 Web-Authentifizierung
es: Autenticación Web De FIDO2
fr: Authentification Web FIDO2
hu: FIDO2 webes hitelesítés
it: Autenticazione Web FIDO2
ja: FIDO2 ウェブ認証
ko: FIDO2 웹 인증
pt_br: Autenticação Web FIDO2
pt_pt: Autenticação web FIDO2
ru: FIDO2 Web аутентификация
uk: Web-аутентифікація FIDO2
zh_hans: FIDO2 Web 身份验证

# provider_2fa_fido_u2f
source: FIDO U2F
ar: فيدو U2F
es: FIDO AF2

source: Public key
ar: المفتاح العام
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clé publique
hu: Nyilvános kulcs
it: Chiave pubblica
ja: 公開鍵
ko: 공개 키
pt_br: Chave pública
pt_pt: Chave pública
ru: Открытый ключ
uk: Відкритий ключ
zh_hans: 公钥

source: Public URL
ar: عنوان URL عام
de: Öffentliche URL
es: URL pública
fr: URL public
hu: Nyilvános URL
it: URL pubblico
ja: 公開 URL
ko: 공개 URL
pt_br: URL Pública
pt_pt: URL público
ru: Публичный URL
uk: Загальнодоступна URL-адреса
zh_hans: 公开网址

source: Pull to search
ar: اسحب للبحث
de: Zum Suchen ziehen
es: Tira para buscar
fr: Tirer pour rechercher
hu: Húzás a kereséshez
it: Trascina per cercare
ja: 引っ張って検索
ko: 아래로 당겨 검색
pt_br: Puxe para pesquisar
pt_pt: Puxar para pesquisar
ru: Потяните для поиска
uk: Потягніть для пошуку
zh_hans: 下拉以进行搜索

# qr_generate_button
source: Generate QR code
ar: توليد رمز استجابة سريعة
de: QR-Code generieren
es: Generar código QR
fr: Générer un QR code
hu: QR kód generálása
it: Genera codice QR
ko: QR 코드 생성
pt_br: Gerar um código QR
pt_pt: Gerar código QR
ru: Создать QR-код
uk: Згенерувати QR-код
zh_hans: 生成二维码

# qr_wifi_description_text
source: Scan this QR code with another device to join this Wi-Fi network.
ar: امسح رمز الاستجابة السريعة هذا باستخدام جهاز آخر للانضمام إلى شبكة Wi-Fi هذه.
de: Scanne diesen QR-Code mit einem anderen Gerät, um diesem WLAN beizutreten.
es: Escanea este código QR con otro dispositivo para unirte a esta red WiFi.
fr: Scannez ce code QR avec un autre appareil pour rejoindre ce réseau Wi-Fi.
hu: Olvassa be ezt a QR kódot egy másik eszközzel, hogy csatlakozzon ehhez a Wi-Fi hálózathoz.
it: Scansiona questo codice QR con un altro dispositivo per accedere alla rete WIFI.
ko: 이 QR 코드를 다른 기기에서 스캔하면 이 Wi-Fi 네트워크를 사용할 수 있습니다.
pt_br: Escanear este código QR com outro dispositivo para entrar nesta rede WiFi.
pt_pt: Digitalize este código QR com outro dispositivo para se ligar a esta rede WiFi.
ru: Отсканируйте этот QR-код с другого устройства, чтобы присоединиться к этой сети Wi-Fi.
uk: Проскануйте цей QR-код іншим пристроєм, щоб приєднатися до цієї мережі Wi-Fi.
zh_hans: 使用另一台设备扫描此二维码即可加入此 WiFi 网络。

source: Quit
ar: الخروج من التطبيق
de: Beenden
es: Salir
fr: Quitter
hu: Kilépés
it: Esci
ja: 終了
ko: 나가기
pt_br: Sair
pt_pt: Sair
ru: Выйти
uk: Закрити застосунок
zh_hans: 退出

# ready_status_alpha
source: Alpha
ar: ألفا
es: Alfa
ko: 알파
pt_br: Alfa
pt_pt: Alfa
ru: Альфа
uk: Альфа
zh_hans: Alpha 测试

# ready_status_beta
source: Beta
ar: بيتا
fr: Bêta
ko: 베타
ru: Бета
uk: Бета
zh_hans: Beta 测试

# regex
source: Regular expression
ar: التعبير العادي
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
hu: Reguláris kifejezés
it: Espressione regolare
ja: 正規表現
ko: 정규 표현식
pt_br: Expressão regular
pt_pt: Expressão regular
ru: Регулярное выражение
uk: Регулярний вираз
zh_hans: 正则表达式

# relative_time_day_short
source: %1$@d ago
ar: منذ %1$@ يوم
de: vor %1$@d
es: hace %1$@d
fr: Il y a %1$@j
hu: %1$@ n. ezelőtt
it: %1$@g fa
ko: %1$@일 전
pt_br: %1$@d atrás
pt_pt: %1$@dia. atrás
ru: %1$@ дн. назад
uk: %1$@ д. тому
zh_hans: %1$@天前

# relative_time_hour_short
source: %1$@h ago
ar: منذ %1$@ ساعة
de: vor %1$@h
es: hace %1$@h
fr: Il y a %1$@h
hu: %1$@ ó. ezelőtt
it: %1$@h fa
ko: %1$@시간 전
pt_br: %1$@h atrás
pt_pt: %1$@hor. atrás
ru: %1$@ ч. назад
uk: %1$@ год. тому
zh_hans: %1$@小时前
